<template>
  <div class="container">
    <div class="memeber" v-if="agreePage=='me'">
      <h3>便利码头合伙人及会员协议</h3>
      <div class="transition-wrap wrap app-header-placeholder">
        <div class="main">
          <p class="em">您已知悉并确认本协议由协议正文及公示于“便利码头”平台（以下简称“平台”）的各项规则、说明所组成，具有同等法律效力，如有内容约定不一致的，以公布生效日期或活动日期在后的文件为准执行。</p>
          <p class="em">请您仔细阅读并充分理解本协议各条款以及公示于平台的各项规则、说明，特别是其中所涉及的免除平台责任或对您权利进行限制的条款等。请您审慎阅读并选择接受或不接受本协议。如您对本协议有任何疑问，应向本平台客服人员进行咨询。除非您接受本平台所有条款，否则您无权使用本平台提供的服务。</p>
          <p class="em">在自愿、平等、公平及诚实信用原则的基础上，当您按照页面提示信息，点击“立即缴费开通”后，即视为您已不可修改地无条件完全同意并接受本协议，并愿受其约束，本协议即成立并生效，您承诺接受并遵守本协议的约定，届时您不应以未阅读本协议的内容或者未获得本平台对您问询的解答等理由，主张本协议无效，或要求撤销本协议。 </p>
          <p class="tits">第一条 相关定义及解释</p>
          <p class="em">1.1便利码头：便利码头信息科技有限公司及其旗下子公司、分公司、分支机构或相关关联公司统称为“便利码头”，本协议中提及的应“便利码头”行使的权利和履行的义务，由“便利码头”内部负责相应区域及业务范围的公司分别履行。</p>
          <p class="em">1.2便利码头平台：指由便利码头运行的开放平台，为用户提供在线商品或服务交易以及其他技术服务的电子商务交易服务平台。</p>
          <p class="em">1.3“便利码头平台”用户：指所有成为“便利码头”用户的法人、自然人及其他组织，本协议中统称为“用户”，除非另有说明，否则“用户”均指此含义。</p>
          <p class="em">1.4金牌合伙人入驻：指欲成为平台第三方经营者的金牌合伙人，依据“便利码头平台”入驻流程和要求完成信息提交，经“便利码头”审核同意并缴纳相关费用后，开立店铺开展经营，具体费用标准详见平台公示规则。</p>
          <p class="em">1.5普通合伙人：是指通过平台向金牌合伙人缴纳相关费用后成为该金牌合伙人的普通合伙人。平台支持普通合伙人通过向不同的金牌合伙人缴纳费用成为多家金牌合伙人的普通合伙人，具体费用标准详见平台公示规则。</p>
          <p class="em">1.6VIP会员：“平台”用户缴纳相关费用后升级为平台VIP会员，具体费用标准详见平台公示规则。</p>
          <p class="em">1.7便利码头平台规则：指公示在“便利码头平台”之上的，任何规范性文件，包括但不限于规则、手册、公告、帮助中心、说明等。</p>
          <p class="tits">第二条 合伙人及VIP会员权利义务</p>
          <p class="em">2.1金牌合伙人权利义务：</p>
          <p class="em">2.1.1金牌合伙人开通店铺服务后，金牌合伙人可使用平台销售商品或服务，并向通过平台购买其商品或服务的用户提供售后服务，同时可参与平台相关活动及使用平台同意提供的其他有偿服务。</p>
          <p class="em">2.1.2金牌合伙人开通店铺服务后可使用平台邀请普通合伙人、VIP会员，享受收益，并根据平台公示规则向平台支付相关费用，以及向普通合伙人、VIP会员支付返利佣金费用。</p>
          <p class="em">2.1.3金牌合伙人销售的商品或服务，属于其店铺商品或服务的，由金牌合伙人自行负责物流配送服务；属于商城商品或服务的，由平台负责物流配送服务。</p>
          <p class="em">2.1.4金牌合伙人可使用平台销售其店铺内商品或服务，同时也可销售平台内商城商品，获得销售收益。</p>
          <p class="em"><b>2.1.5金牌合伙人销售的店铺商品或服务，以金牌合伙人自身名义进行商品展示、咨询答复、商品销售、发票开具、及售后服务提供等；金牌合伙人的销售及服务出现争议、纠纷、国家机关机构调查时，由金牌合伙人负责处理并承担全部赔偿责任。金牌合伙人销售的商城商品或服务，以平台负责商品销售及售后服务等。</b></p>
          <p class="em">2.16金牌合伙人保证通过平台提供的商品或服务，符合国家、行业及其他标准，不得违反国家法律法规，不得销售假冒伪劣、过质保期商品，不得虚假、夸大宣传。</p>
          <p class="em"><b>2.17金牌合伙人向平台交纳的各项费用，金牌合伙人知晓并认可不因任何原因退还。</b></p>
          <p class="em"><b>2.18金牌合伙人应按照相关法律规定负责商品的售后服务及消费者投诉等并承担相关责任。</b></p>
          <p class="em"><b>2.19金牌合伙人应按照相关法律及平台规定使用获取的用户信息。</b></p>
          <p class="em">2.2普通合伙人：</p>
          <p class="em"><b>2.2.1普通合伙人向金牌合伙人缴纳费用后，仅成为此金牌合伙人的普通合伙人，仅可享受此金牌合伙人的权利义务，与其他金牌合伙人无关，并根据返利佣金规则享受收益，普通合伙人对此知悉并认可。</b></p>
          <p class="em">2.2.2普通合伙人购买平台“0元购”商品并交易成功后分享订单，邀请好友购买此商品按平台公示规则享受返利佣金。</p>
          <p class="em">2.2.3普通合伙人购买其特定的金牌合伙人的商品或服务，可获得佣金返利。</p>
          <p class="em">2.2.4普通合伙人应按金牌合伙人的要求及规定推广商品、服务，不得擅自更改商品或服务信息，推广成功后获得佣金返利。</p>
          <p class="em">2.2.5普通合伙人邀请平台VIP会员，享受返利佣金。</p>
          <p class="em">2.2.6普通合伙人不得利用平台从事与金牌合伙人以及平台无关事宜，不得损毁平台的声誉。</p>
          <p class="em">2.2.7平台公示的普通合伙人享有的其他权利义务。</p>
          <p class="em"><b>2.2.8普通合伙人知悉并同意，如其金牌合伙人无论因任何原因与平台合作终止或解除，普通合伙人同时也不再继续享受本协议2.2条以及平台公示的权利义务，其缴纳的费用不予退还。</b></p>
          <p class="em"><b>2.2.9普通合伙人知悉并认可其金牌合伙人有权对其店铺商品或服务随时变更、修改，普通合伙人对此无异议。</b></p>
          <p class="em"><b>2.2.10 普通合伙人对通过其推广的金牌合伙人商品负有审查监督义务，同时有义务配合平台及金牌合伙人进行售后服务。</b></p>
          <p class="em">2.3VIP会员：</p>
          <p class="em">2.3.1 VIP会员购买平台“0元购”商品并交易成功后分享订单，邀请好友购买此商品按平台公示规则享受返利佣金。</p>
          <p class="em">2.3.2 VIP会员购买金牌合伙人商品或服务，享受返利佣金。</p>
          <p class="em">2.3.2 VIP会员购买金牌合伙人商品或服务，享受返利佣金。</p>
          <p class="em"><b>2.3.4VIP会员缴纳的费用，不因任何原因退还</b></p>
          <p class="em">2.4合伙人及会员除上述权利义务外，可使用平台提供的其他有偿服务，具体服务内容详见平台公示。</p>
          <p class="em"><b>2.5合伙人应履行的各项保护消费者权益的义务，包括但不限于“商品如实陈述”、“7天无理由退换货”、“三包”等服务。</b></p>
          <p class="em"><b>2.6合伙人及VIP会员同意并确认在合伙人及会员有效期届满后仍继续使用合伙人及会员专属权利的，视为其同意继续延展服务，同时其应继续缴纳相关费用。</b></p>
          <p class="em"><b>2.7合伙人及VIP会员同意并确认无论因任何原因发生的扣款平台有权从其账户中扣除。</b></p>
          <p class="tits">第三条 入驻条件及证明文件提交</p>
          <p class="em">3.1入驻条件</p>
          <p class="em">申请成为平台金牌合伙人，在平台开展经营活动，须满足以下条件：</p>
          <p class="em">1)金牌合伙人已依照中华人民共和国法律注册并领取合法有效的营业执照及其他经营许可；</p>
          <p class="em">2)金牌合伙人申请经营的商品或服务来源合法，资质齐全；</p>
          <p class="em">3)金牌合伙人同意本协议及便利码头平台相关规则。</p>
          <p class="em">4)金牌合伙人将相关资质披露在平台店铺显著位置上。</p>
          <p class="em">5)金牌合伙人向平台支付相关费用。</p>
          <p class="em">3.2证明文件提交</p>
          <p class="em">3.2.1金牌合伙人须根据平台相关规则及要求提交证明文件或其他相关证明，包括但不限于营业执照、税务登记证、授权委托书、商标注册证、质检报告、报关单、检验检疫证书、产品来源地证明等。</p>
          <p class="em">3.2.2金牌合伙人保证提供的上述证明文件或其他相关证明真实、合法、准确、有效，并保证上述证明文件或其他相关证明发生任何变更或更新时，及时通知，若上述文件变更或更新导致金牌合伙人不符合本协议所规定入驻条件的，平台有权单方面全部或部分限制金牌合伙人经营，直至终止本协议。</p>
          <p class="em">3.2.3金牌合伙人对其提交的证明文件或其他相应证明的真实性、合法性、准确性、有效性承担全部法律责任，若因金牌合伙人提交虚假、过期文件或未及时更新证明文件导致纠纷或被相关国家机关处罚的，由金牌合伙人独立承担全部法律责任，如因此造成平台（包括平台合作方、代理人或职员）损失的，金牌合伙人应予以赔偿。</p>
          <p class="em">3.3申请加入平台的普通合伙人及VIP会员，应为完全民事行为能力人。</p>
          <p class="tits">第四条 合伙人及VIP会员服务开通及停止</p>
          <p class="em">4.1金牌合伙人满足以下条件后平台为金牌合伙人开通服务。</p>
          <p class="em">1）金牌合伙人已按照本协议及及平台公示规则提交证明文件或其他相关证明并已通过平台审核；</p>
          <p class="em">2）金牌合伙人已仔细阅读并理解本协议及及平台公示规则，且点击立即缴费开通；</p>
          <p class="em">3）金牌合伙人已按照本协议及平台公示规则足额缴纳相关费用；</p>
          <p class="em">4.2平台用户升级成为普通合伙人后，即可开通平台普通合伙人服务。</p>
          <p class="em">4.3平台用户缴纳费用，升级为平台VIP会员后,即可开通平台VIP服务。</p>
          <p class="em">4.4金牌合伙人未到期店铺服务的停止：</p>
          <p class="em"><b>4.4.1金牌合伙人需要停止店铺服务的，应至少提前七个工作日向平台提出申请，经平台审核同意后由平台停止该店铺的服务功能；为弥补平台已投入的人力、物力和技术支持，金牌合伙人同意平台不退还该店铺未到期部分对应的费用；</b></p>
          <p class="em">金牌合伙人无论因为任何原因导致其店铺终止的，应至少提前30日向加入其店铺的普通合伙人履行通知义务，同时应对因其终止而导致普通合伙人权益受损的情况承担所有责任，若因此造成平台权益受损的，金牌合伙人应承担赔偿责任。</p>
          <p class="em">4.4.2出现以下任一情形时，平台有权随时停止金牌合伙人相关店铺的服务；</p>
          <p class="em">4.4.2.1金牌合伙人不满足入驻条件的；</p>
          <p class="em">4.4.2.2金牌合伙人提供虚假资质文件的；</p>
          <p class="em">4.4.2.3金牌合伙人未完成承诺销售额的；</p>
          <p class="em">4.4.2.4金牌合伙人产品价格、规格等信息标示错误，导致行政处罚、争议和纠纷的；</p>
          <p class="em">4.4.2.5金牌合伙人产品质量、标识不合格的，或者产品涉嫌走私、假冒伪劣、旧货、返修品的；</p>
          <p class="em">4.4.2.6金牌合伙人未经平台事先审核，而上传商品的；</p>
          <p class="em">4.4.2.7金牌合伙人连续30（三十）日或累计45（四十五）日未正常经营店铺的；</p>
          <p class="em">4.4.2.8其他违反本协议约定或平台规则的，或者其他平台认为侵犯便利码头或消费者权益的。</p>
          <p class="em"><b>4.5金牌合伙人未经平台同意，擅自停止店铺经营，或者金牌合伙人因为出现4.4.2情形被平台停止店铺服务的，金牌合伙人已缴纳的相关费用未到期部分，作为金牌合伙人向平台支付的违约金，该金额不足以冲抵金牌合伙人应付违约金和赔偿金时，金牌合伙人应另行支付差额。</b></p>
          <p class="tits">第五条 平台权利及义务</p>
          <p class="em">5.1平台根据本协议向合伙人及VIP会员提供电子商务交易平台及相应技术支持服务，尽力维护平台的正常稳定运行，并努力提升和改进技术，对平台功能及服务进行更新、升级，不断提升平台性能和交易效率。</p>
          <p class="em">5.2平台对合伙人及VIP会员在使用“便利码头平台”过程中遇到的问题及提出的建议和意见积极予以回复。</p>
          <p class="em">5.3平台有权根据金牌合伙人营业执照所载明的经营范围及金牌合伙人申请经营的经营类目，核实及调整金牌合伙人在平台经营的具体商品的种类、数量和类目范围。</p>
          <p class="em">5.4合伙人及VIP会员同意并自愿遵守平台根据国家相关法律法规、政策及平台运营情况，对公示于平台的规则、流程、收费标准等进行更新、调整后的内容予以遵守。</p>
          <p class="em">5.5平台有权对合伙人及VIP会员提供的相关资质文件及各类信息资料进行审核。审核为形式审核，审核通过并不代表对审核内容的真实性、合法性、准确性、及时性的确认，合伙人及VIP会员仍须对其提交的资料的真实性、合法性、准确性、及时性等承担相应的法律责任。</p>
          <p class="em">5.6平台有权对合伙人及VIP会员的信息、上传的相关数据信息、在平台发布的其他信息及交易行为进行监督检查，对发现的违法违规信息及其相关内容，合伙人及VIP会员同意平台不经通知立即删除，对发现的其他问题或疑问有权向合伙人及VIP会员发出询问及要求改正的通知，合伙人及VIP会员应在接到通知后立即做出说明或改正。对合伙人及VIP会员前述不当行为，平台有权追究其违约、侵权责任并/或解除本协议。</p>
          <p class="em">5.7平台有权将经国家生效法律文书或行政文书确定的合伙人及VIP会员违法违规事件，或已确认的合伙人及VIP会员违反本协议相关约定的事项，在平台上予以公示；金牌合伙人多次违规或者有严重违约、违规情形的，平台有权对其采取暂停店铺运营、扣除相关费用直至解除与平台合作等措施，普通合伙人及VIP会员如出现违规情形的，平台亦有权采取相关措施对其进行纠改直至解除与平台合作，上述措施不足以补偿平台损失的，平台有权继续向合伙人及会员追偿。</p>
          <p class="em">5.8如合伙人的运营情况不能满足平台要求，经限期整改调整后，仍无法满足平台运营条件的，平台有权停止向合伙人提供服务。</p>
          <p class="em">5.9平台有权根据市场及平台入驻合伙人及VIP会员情况组织相应的促销活动，金牌合伙人应根据店铺自身经营情况及商品情况积极予以支持。</p>
          <p class="em">5.10平台有权要求金牌合伙人提供其商品或服务、售后服务等相关的信息，以便于平台用户直接向平台客服中心进行咨询时予以回复，对于无法回答或属金牌合伙人掌握的情况，平台有权要求金牌合伙人在指定的时限内予以回复或给出相应方案，对金牌合伙人未及时解决的客户咨询及投诉，平台有权对金牌合伙人采取相应处理措施。</p>
          <p class="em">5.11如因金牌合伙人商品或服务信息或提供的售后服务问题而引发对平台的诉讼，平台有权披露金牌合伙人为实际商品提供商，金牌合伙人应承担因诉讼而产生的全部法律责任，如因此而给平台造成损失的，有权要求金牌合伙人赔偿平台全部损失。</p>
          <p class="em"><b>5.12合伙人及VIP会员同意平台有权根据业务调整情况将本协议项下的权利和义务部分或全部转移给平台关联公司。</b></p>
          <p class="tits">第六条 合伙人及VIP会员声明及保证</p>
          <p class="em">（一）合伙人声明及保证</p>
          <p class="em">6.1保证在平台提交的入驻资料真实、准确、合法、有效，对获得的与自设密码共同使用的平台用户名妥善保管，不得擅自转让或授权他人使用，对利用该账号所进行的一切活动负全部责任。</p>
          <p class="em">6.2保证符合本协议约定的入驻条件，保证向平台提交的证明文件及其他相关证明真实、准确、合法、有效，并保证在上述资料发生变更时及时通知平台，并在平台上予以更新。</p>
          <p class="em">6.3保证入驻平台及开通服务前已仔细阅读并全部理解认可本协议及平台公示的相关规则。</p>
          <p class="em">6.4保证遵守本协议及平台相关规则及流程，在使用平台相关服务时严格按照上述约定及规则和流程使用，不从事任何有损平台利益的行为。</p>
          <p class="em"><b>6.5保证对在平台经营的商品或服务拥有合法销售权，商品质量合格，符合国家相关质量标准，不侵犯任何第三方的合法权利，并对其商品质量及商品合法性独立承担全部法律责任。</b></p>
          <p class="em">6.6保证在平台销售的商品或服务信息真实、准确，符合平台规则及国家相关法律法规的规定，与实际出售的商品一致，不含任何夸大或虚假内容，并对商品承担独立的完全的法律责任。若商品或服务以及金牌合伙人信息变更的，金牌合伙人应及时在“便利码头平台”予以更新。若因信息未及时变更引起法律后果的，合伙人独立承担全部责任。</p>
          <p class="em">6.7保证按照平台规则及国家相关规定设置商品价格、售卖限制、库存数量、商品说明及其他商品信息，并对上述设置独立承担全部法律责任。同时保证在经营过程中，按照平台相关规则，积极回复平台用户的咨询，并保证在平台用户提交订单后按要求发货，准时送达。</p>
          <p class="em">6.8保证向购买其商品的平台用户开具合法合规发票，并保证按照国家相关规定自行承担相应税费。如因金牌合伙人发票开具错误、未开具发票或者其他发票问题引起的纠纷，均由其独立承担相应的法律责任，如造成便利码头损失的，其应予以赔偿。</p>
          <p class="em">6.9保证按照国家相关规定、自身售后服务承诺的相关要求，提供商品“修理、更换、退货”等售后服务，同时保证按照本协议的相关规定履行消费者权益保障及相关售后服务义务。</p>
          <p class="em">6.10保证在使用平台进行交易的过程中遵守诚实信用原则，不在交易中采取欺诈及虚假宣传、混淆等不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为。</p>
          <p class="em">6.11保证不将从平台获取的任何数据用于本协议约定以外的用途，同时保证未经平台许可不得擅自获取、使用、传播平台的任何资料，包括但不限于交易数据、用户信息、支付信息、平台其他用户展示于平台的信息等。</p>
          <p class="em">6.12 金牌合伙人对普通合伙人进行管理及培训，保证其普通合伙人不得损害平台利益及声誉。</p>
          <p class="em">6.13不得在平台发布任何吸引平台用户到其他平台或合伙人及会员自身网络销售平台或渠道进行交易的信息，也不得在配送包裹中夹带此类吸引平台用户的信息。</p>
          <p class="em">6.14不得隐瞒任何可能对平台产生风险的事项，包括但不限于其销售的商品或服务出现设计缺陷、质量瑕疵、权利纠纷、重大违约、上传资料包含病毒木马等，若发生此类影响便利码头平台商誉、正常经营、安全的事项而气未及时通知平台的，平台有权停止服务并追究合伙人违约、侵权责任。</p>
          <p class="em">6.15未经平台另行书面许可，合伙人不得将本协议项下权利义务全部或部分转移给第三方；合伙人聘请第三方代运营公司代表其运营店铺的，第三方代运营公司的一切行为均视同为合伙人亲自实施，由其承担全部法律后果；合伙人与第三方代运营公司间的权利义务关系由其与第三方代运营公司自行解决，不得影响到平台及平台其他用户的权利。</p>
          <p class="em">6.16 金牌合伙人自行规范管理其普通合伙人商品或服务的推广、销售，并按约定向普通合伙人支付返利佣金等。</p>
          <p class="em">（二）VIP会员声明及保证</p>
          <p class="em">6.17保证在平台提交的资料真实、准确、合法、有效，对获得的与自设密码共同使用的平台用户名妥善保管，不得擅自转让或授权他人使用，对利用该账号所进行的一切活动负全部责任。</p>
          <p class="em">6.18保证符合本协议约定的登录及升级条件，保证向平台提交的证明文件及其他相关证明真实、准确、合法、有效，并保证在上述资料发生变更时及时通知平台，并在平台上予以更新。</p>
          <p class="em">6.19保证登录平台及开通服务前已仔细阅读并全部理解认可本协议及平台公示的相关规则。</p>
          <p class="em">6.20保证遵守本协议及平台相关规则及流程，在使用平台相关服务时严格按照上述约定及规则和流程使用，不从事任何有损平台利益的行为。</p>
          <p class="tits">第七条 费用及结算</p>
          <p class="em">7.1平台费用</p>
          <p class="em">7.1.1合伙人及VIP会员应按照本协议及平台公示规则确定的标准及支付方式向平台支付费用。</p>
          <p class="em">7.1.2合伙人及VIP会员开通平台服务后，应在服务到期前及时缴纳续展费用。</p>
          <p class="em">7.2平台结算</p>
          <p class="em">7.2.1平台按照本协议及平台公示规则对合伙人及VIP会员进行结算：</p>
          <p class="em">7.2.1.1平台用户通过平台与金牌合伙人进行交易的款项及普通合伙人、VIP会员向金牌合伙人缴纳的费用须支付至与平台指定账户中。</p>
          <p class="em">7.2.1.2金牌合伙人按照确认的结算期与平台进行对账，平台系统在每个结算日自动生成结算单，金牌合伙人确认无误后，平台扣除相关费用后的支付给金牌合伙人；结算日遇休息日或法定节假日的，顺延至休息日或法定节假日结束后的第一个工作日。</p>
          <p class="em">7.2.1.3普通合伙人及VIP会员与平台的结算详见平台公示规则。</p>
          <p class="em">7.2.3合伙人须按平台要求提供其指定收款账户以便完成结算，若合伙人及VIP会员账户信息变更，应提前3天通知平台，否则，因金牌合伙人变更账户造成结算支付失败、迟延或错误，损失自行承担。</p>
          <p class="em">7.3金牌合伙人销售的店铺商品由其自行负责办理退货事宜，并负责退还用户费用；销售的商城商品由平台负责办理退货事宜，同时合伙人及VIP会员应退还相关返利佣金等费用。</p>
          <p class="em">7.4双方根据本协议开展的业务以人民币作为结算货币。</p>
          <p class="tits">第八条 保密</p>
          <p class="em">8.1合伙人及VIP会员对于本协议的内容及在平台服务期间所获知的平台的商业秘密负有保密义务。非经平台书面同意，不得向第三方（关联公司除外）泄露、给予或转让该等保密信息。（根据法律、法规、证券交易所规则向政府、证券交易所和/或其他监管机构提供、双方的法律、会计、商业及其他顾问、雇员除外）。</p>
          <p class="em">8.2合伙人及VIP会员应将载有平台保密信息的任何文件、资料或软件等，在本协议终止后归还平台，或予以销毁，或进行其他处置，并且不得继续使用这些保密信息。</p>
          <p class="em">8.3在本协议终止之后，各方在本条款项下的义务并不随之终止，各方仍需遵守本协议之保密条款，履行其所承诺的保密义务，直到其他方同意其解除此项义务，或事实上不会因违反本协议的保密条款而给其他方造成任何形式的损害时为止。</p>
          <p class="em">8.4任何一方均应告知并督促其因履行本协议之目的而必须获知本协议内容及因合作而获知对方商业秘密的雇员、代理人、顾问等遵守保密条款，并对其雇员、代理人、顾问等的行为承担责任。</p>
          <p class="tits">第九条 违约责任</p>
          <p class="em">9.1合伙人及VIP会员向平台提供虚假、失效的证明文件或其他相关证明，在平台显示错误、虚假、违法及不良信息或进行其他违反本协议约定的行为，给平台造成任何损失的（损失包括但不限于诉讼费、律师费、赔偿、补偿、行政机关处罚、差旅费等），平台有权从合伙人或会员缴纳的费用及未结算款项中直接予以扣除，并追究违约责任。</p>
          <p class="em">9.2合伙人及VIP会员不论采取何种方式将平台用户吸引到平台以外的平台或场所进行交易或绕开平台指定付款方式进行交易的，以及非法获取平台系统数据、利用平台谋取不正当利益或从事非法活动的，平台有权扣除缴纳的费用货款作为违约金，并保留继续追究违约责任的权利。</p>
          <p class="em">9.3合伙人及VIP会员发生违反本协议及平台规则的情形时，平台除有权按照本条约定要求承担违约责任外，还有权采取商品立即下架、暂停提供服务、暂时关闭后台管理账户、暂缓支付未结算款项、终止合作等措施。</p>
          <p class="em">9.4金牌合伙人对普通合伙人的推广、销售行为承担连带责任，由此导致任何问题均由金牌合伙人承担。</p>
          <p class="tits">第十条 有限责任及免责</p>
          <p class="em">10.1不论在何种情况下，平台均不对由于电力、网络、电脑、通讯或其他系统的故障、罢工（含内部罢工或劳工骚乱）、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为等不可抗力，国际、国内法院的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。</p>
          <p class="em">10.2本协议项下服务将按“现状”和按“可得到”的状态提供，平台在此明确声明对服务不作任何明示或暗示的保证，包括但不限于对服务的可适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。</p>
          <p class="em">10.3使用平台服务下载或者获取任何资料的行为均出于合伙人及VIP会员的独立判断，并由其自行承担因此而可能产生的风险和责任。</p>
          <p class="em">10.4法律地位声明：平台为向合伙人及VIP会员及平台其他用户进行网上交易活动提供交易的平台服务提供商，并非平台其他用户交易行为的参与方，平台不对合伙人及VIP会员及参与交易的平台其他用户的任何口头、书面陈述或承诺，发布的信息及交易行为的真实性、合法性、准确性、及时性、有效性等作任何明示或暗示的保证，亦不承担任何法律责任。若因合伙人及VIP会员与参与交易的平台其他用户之间的交易行为引起的任何法律纠纷，包括但不限于投诉、起诉、举报及税赋等，均由参与交易的双方解决，与便利码头及平台无关。但合伙人及VIP会员怠于履行义务时，平台有权介入合伙人及VIP会员与平台其他用户间的争议，依据一般人的认知程度对该争议进行判断和处置，合伙人及VIP会员应当予以执行。</p>
          <p class="em">10.5不可抗力处理，任何一方遭受不可抗力，均应在遭受不可抗力后尽快通知对方，并于通知之日起15日内提供相关证明文件，不可抗力持续达到三十日的，任一方有权经通知对方提前终止合作。因不可抗力原因而导致终止的，双方均不须向对方承担违约责任。</p>
          <p class="tits">第十一条 协议有效期</p>
          <p class="em">11.1本协议自合伙人及会员点击“立即缴费开通”后成立，持续对双方有效。</p>
          <p class="em">11.2本协议相关平台公示规则中约定的服务期届满前一个月，如合伙人及VIP会员愿意在服务期届满后继续使用平台提供的服务，并按约定缴纳下一年度的费用，且经平台审核通过后，进入新的服务期，否则，服务期届满后平台将停止向合伙人及会员提供相应的服务，在平台停止提供服务后1个月内，合伙人及VIP会员应与平台完成清退工作。</p>
          <p class="tits">第十二条 本协议的变更</p>
          <p class="em">12.1本协议中约定的双方基本信息变更的，变更方应于发生该等变更事项后15日内向另一方发出变更的通知及证明文件，未及时通知另一方的，应对变更事项所造成的后果承担全部法律责任。</p>
          <p class="em">12.2本协议或相关补充协议（若有）中约定的费用，平台有权根据运营情况、合伙人及VIP会员经营情况及市场情况提前5日通知合伙人及VIP会员进行变更，并予以确认。若合伙人及VIP会员不同意变更的，应于平台发出变更通知后5日内向平台发出终止协议的书面通知，本协议自平台收到合伙人及VIP会员发出的书面终止通知之日起终止。</p>
          <p class="em">12.3本协议其他条款变更或增加新的条款的，均构成本协议的组成部分，与本协议具有同等法律效力。</p>
          <p class="tits">第十三条 服务终止后续事宜</p>
          <p class="em">13.1双方合作终止后，自终止合作之日起，平台将关闭合伙人及VIP会员在平台账户权限，并对金牌合伙人商品全部下架，合伙人将无法再通过该账户进行任何形式的操作且平台不再显示任何合伙人信息。</p>
          <p class="em">13.2双方合作终止后，平台有权保留合伙人及VIP会员的信息及交易行为记录等数据，但平台没有为合伙人及会员保留这些数据的义务，亦不承担在协议终止后向合伙人及会员或第三方转发任何未阅读或未发送的信息的义务，也不就协议终止向合伙人及VIP会员或任何第三方承担责任。法律另有规定的除外。</p>
          <p class="em">13.4.3自终止合作之日起三十日内，双方进行退场清算，包括但不限于财务对账及在途货物的处理。在途货物指双方合作终止前，客户已购买但尚未交付的商品，对于此类商品，合伙人仍应按照合作终止前的流程交付并结算。</p>
          <p class="em">13.4.4双方合作终止，并不免除合伙人依据本协议应向客户承担的售后服务及产品保证责任，合伙人仍应按照本协议附件关于售后服务的相关约定履行售后服务义务及产品质量保证责任；如在双方合作终止后，因合伙人商品质量问题或售后服务问题而导致平台或其他第三方人身或财产损失的，合伙人仍应独立承担全部责任。</p>
        </div>
      </div>
    </div>
    <div class="yinsi" v-if="agreePage=='ys'">
      <div class="transition-wrap wrap app-header-placeholder">
        <div class="main">
          <p class="em">便利码头非常重视保护使用便利码头产品和服务之用户（以下统称“用户”或“您”）的隐私。您在使用便利码头服务时，我们可能会收集和使用您的相关信息，我们深知个人信息对您的重要性，会尽全力保护您的个人信息安全可靠。我们致力于维护您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等。同时，我们将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。</p>
          <p class="em">请在使用我们的服务前，仔细阅读并了解《便利码头隐私政策》（以下统称“政策”或者“隐私政策”），本政策适用于便利码头提供的一切服务。在您使用便利码头产品或者服务前，请您务必认真阅读本政策，在充分理解并同意后使用相关产品或者服务。一旦您点击确认同意本隐私政策，开始使用便利码头任何产品或者服务，即表示您已充分理解并同意我们按照《便利码头隐私政策》收集、使用、储存和分享您的个人信息。</p>
          <p class="em">请您注意，我们会不时地检查或更新我们的功能或服务，更新隐私政策，如果某一功能或服务未在前述说明中且收集了您的信息，我们会通过页面提示、网站公告等方式向您说明信息收集的内容、范围和目的，以征得您的同意。若您在阅读完本政策后对本政策或者与本政策有关的事宜有任何问题的，请及时与我们联系。本政策将帮助您了解以下内容我们如何收集和使用您的个人信息。</p>
          <p class="tits"><b>一、我们如何收集和使用您的个人信息</b></p>
          <p class="em">“个人信息”是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。在您使用便利码头服务时，便利码头可能自动接收并记录您设备的相关信息，包括但不限于版本信息、操作系统、网络状态、系统日志，明确且客观反映在便利码头服务器端的基本信息，请您理解并同意，前述基本信息以及其他无法通过其单独或者与其他信息结果识别您个人身份或活动情况的信息不属于您的个人信息。</p>
          <p class="em">（一）我们将通过如下途径收集和获得您的个人信息，在您使用我们的服务时，我们可能需要收集和使用的您的个人信息包括如下两种</p>
          <p class="em">1、为实现向您提供我们服务的基本功能，您须授权我们收集、使用的必要的信息。如您拒绝提供相应信息，您将无法正常使用我们的产品及服务；</p>
          <p class="em"> 2、为实现向您提供我们服务的附加功能，您可选择授权我们收集、使用的信息。如您拒绝提供，您将无法正常使用相关附加功能或无法达到我们拟达到的功能效果，但并不会影响您正常使用我们产品及服务的基本功能。</p>
          <p class="em">（二）我们会出于以下目的，收集和使用您的个人信息</p>
          <p class="em">1、帮助您完成注册</p>
          <p class="em">为便于我们为您提供服务，您需要提供手机号码，并创建您的账户。如您使用第三方账号登录的，如微信账号，我们会从第三方获取您的昵称、头像、地区以及性别。在部分单项服务中，如果您仅需使用浏览、搜索等基本服务，您不需要注册成为便利码头用户及提供上述信息。</p>
          <p class="em">2、为您提供商品或服务信息展示</p>
          <p class="em">在您使用我们服务过程中，为识别账号异常状态、了解产品适配性、向您提供更契合您需求的页面展示和搜索结果，我们可能会自动收集您的使用情况并存储为网络日志信息，包括设备信息：我们会根据您在软件安装或使用中的具体操作，接收并记录您所使用的设备相关信息（包括版本信息、操作系统、设备设置、唯一设备标识符、设备环境）、位置信息（包括您授权的 GPS 位置、WLAN 接入点、蓝牙、基站以及其他传感器信息）。日志信息：当您使用我们的服务时，我们会自动收集您对我们服务的详细使用情况，作为服务日志保存，包括浏览、点击查看、搜索查询、收藏、添加至购物车、下单、售后、分享信息，以及IP地址、浏览器类型、电信运营商、使用语言、访问日期和时间。请注意，单独的设备信息、日志信息是无法识别特定自然人身份的信息。如果我们将这类非个人信息与其他信息结合用于识别特定自然人身份，或者将其与个人信息结合使用，则在结合使用期间，这类非个人信息将被视为个人信息，除取得您授权或法律法规另有规定外，我们会将这类信息做匿名化、去标识化处理。</p>
          <p class="em">为向您提供更便捷、更符合您个性化需求的信息展示、搜索及推送服务，我们会根据您的设备信息和日志信息，提取您的偏好特征，并基于特征标签产出间接人群画像，用于展示、推送信息和可能的商业广告。</p>
          <p class="em">如您不希望继续接收我们推送的消息，您可要求我们停止推送，或根据短信退订指引要求我们停止发送推广短信，或在移动端设备中进行设置，不再接收我们推送的消息等；但我们依法律规定或单项服务的服务协议约定发送消息的情形除外。</p>
          <p class="em">3、为您提供加购、分享功能</p>
          <p class="em">基于位置信息的个性化推荐服务 ：我们会在您开启位置权限后访问获取您的位置信息，根据您的位置信息为您提供更契合您需求的页面展示、产品及服务，比如向您推荐附近的优惠信息。</p>
          <p class="em">在您浏览我们网站或客户端的过程中，您可以选择对感兴趣的商品或服务添加至购物车、通过我们提供的功能组件向其他第三方分享信息。在您使用上述功能的过程中，我们会收集包括您的添加购物车的记录、分享历史在內的日志信息用于实现上述功能及其他我们明确告知的目的。</p>
          <p class="em">4、帮助您完成下单及订单管理</p>
          <p class="em">当您在便利码头订购具体商品或服务时，我们会通过系统为您生成订单。为保证交付，您需提供收货人姓名、手机号码、收货地址，如果您拒绝提供此类信息，我们将无法完成相关交付服务。如您通过便利码头服务为其他人订购商品或服务，您需要提供该实际订购人的前述信息。向我们提供该实际订购人的前述信息之前，您需确保您已经取得其授权同意。为便于您确认收货人的信息，您可以开通通讯录权限，如您不开通该等权限，不会影响我们向您交付商品或服务，您也可以通过设备设置随时关闭该等权限。</p>
          <p class="em">同时订单信息里会载明您所购买的商品或服务信息、订单号、创建时间、交易流水号、付款时间、商品总价。我们收集这些信息是为了帮助您顺利成交易、保障您的交易安全、查询订单信息、提供客服与售后服务及其他我们明确告知的目的。</p>
          <p class="em">5、帮助您完成支付</p>
          <p class="em">为完成订单支付，您需要提供选择付款方式，为使我们及时获悉并确认您的支付进度及状态，为您提供售后与争议解决服务，您同意我们可向您所选择的交易对象收集与支付进度相关信息。</p>
          <p class="em"> 6、向您完成产品或服务的交付</p>
          <p class="em">为保证您购买的商品及/或服务能够顺利、安全、准确送达，我们会向物流服务商提供您的订单信息。
            为使我们及时获悉并确认交付进度及状态，向您提供售后与争议解决服务，您同意我们可向物流服务商收集与交付进度相关信息。</p>
          <p class="em"> 7、客服及争议处理</p>
          <p class="em">当您与我们联系或提出售中售后、争议纠纷处理申请时，为了保障您的账户及系统安全，我们需要您提供必要的个人信息以核验您的会员身份。</p>
          <p class="em">为便于与您联系、尽快帮助您解决问题或记录相关问题的处理方案及结果，我们可能会保存您与我们的通信/通话记录及相关内容（包括账号信息、订单信息、您为了证明相关事实提供的其他信息，或您留下的联系方式信息），如果您针对具体订单进行咨询、投诉或提供建议的，我们会使用您的账号信息、订单信息。</p>
          <p class="em">8、为您提供安全保障</p>
          <p class="em">为确保向您提供更好的安全保障，我们可能使用或整合您的账号信息、订单信息、设备信息、日志信息，以及我们的合作伙伴取得您授权或依据法律共享的信息，这类信息是必须收集的基础信息，用来综合判断您账户及交易风险、进行身份验证、客户服务、安全防范、诈骗监测，并依法采取必要的记录、审计、分析、处置措施，确保我们向您提供的服务的安全性。</p>
          <p class="em">9、为您提供其他附加功能</p>
          <p class="em">为向您提供更便捷、更优质、个性化的产品及/或服务，努力提升您的体验，我们在向您提供的以下附加服务中可能会收集和使用您的个人信息。如果您不提供这些信息，不会影响您使用便利码头的浏览、搜索、购买的基本服务，但您可能无法获得这些附加服务给您带来的用户体验。这些附加服务包括：</p>
          <p class="em">（1）基于相机/摄像头的附加服务：您可在开启相机/摄像头权限后使用该功能进行扫码用于购物、领取优惠信息，拍摄照片用于评价、与客服沟通提供证明。</p>
          <p class="em">（2）基于相册（图片库）的图片访问及上传的附加服务：您可在开启相册权限后使用该功能上传图片，以实现发表评论、拍照购物或与客服沟通提供证明。我们可能会通过您所上传的图片来识别您需要购买的商品或服务，或使用包含您所上传照片或图片的评论信息。</p>
          <p class="em">（2）基于相册（图片库）的图片访问及上传的附加服务：您可在开启相册权限后使用该功能上传图片，以实现发表评论、拍照购物或与客服沟通提供证明。我们可能会通过您所上传的图片来识别您需要购买的商品或服务，或使用包含您所上传照片或图片的评论信息</p>
          <p class="em">（4）基于通讯录信息的附加服务：我们将在您开启通讯录权限后收集您的通讯录信息使您在购物时可以更便利地取用您通讯录内的联系人信息，无需再手动输入。</p>
          <p class="em"> 10、其他用途</p>
          <p class="em">为给您带来更好的产品和服务体验，我们在持续努力改进我们的技术，随之我们可能会不时推出新的或优化后的功能，可能需要收集、使用新的个人信息或变更个人信息使用目的或方式。对此，我们将通过更新本政策、弹窗、页面提示等方式另行向您说明对应信息的收集目的、范围及使用方式，并为您提供自主选择同意的方式，且在征得您明示同意后收集、使用。</p>
          <p class="em">11、征得授权同意的例外</p>
          <p class="em">根据相关法律法规规定，以下情形中收集您的信息无需征得您的授权同意：</p>
          <p class="em">（1）与我们履行法律法规规定的义务相关的；</p>
          <p class="em">（2）与国家安全、国防安全直接相关的；</p>
          <p class="em">（3）与公共安全、公共卫生、重大公共利益直接相关的；</p>
          <p class="em">（4）与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
          <p class="em">（5）出于维护您或其他个人的生命、财产等重大合法权益但又很难得到您本人同意的；</p>
          <p class="em">（6）所收集的信息是您自行向社会公众公开的；</p>
          <p class="em">（7）从合法公开披露的信息中收集信息的，如合法的新闻报道、政府信息公开等渠道；</p>
          <p class="em">（8）用于维护便利码头服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；</p>
          <p class="tits">二、我们如何使用Cookie和同类技术</p>
          <p class="em">（—）Cookie</p>
          <p class="em">为确保平台正常运转，为您提供更为便捷的访问体验，我们会在您的计算机或移动设备上存储名为Cookie的小数据文件。Cookie通常包含标识符、站点名称以及一些号码和字符。借助于Cookie，网站或客户端能够存储您的偏好或购物车内的商品等数据。</p>
          <p class="em">我们不会将Cookie用于本政策所述目的之外的任何用途。您可根据自己的偏好管理或删除Cookie。您可以清除计算机上保存的所有Cookie，大部分网络浏览器都设有阻止Cookie 的功能。但如果您这么做，则需要在每一次访问我们的平台时亲自更改用户设置。</p>
          <p class="em"> （二）平台Beacon的使用</p>
          <p class="em">除Cookie外，我们还会在网站或在客户端上使用网络Beacon或其他同类技术，它们可以帮助平台计算浏览网页的用户或访问某些Cookie。例如，通过使用网络Beacon，计算用户访问数量，并通过访问Cookie辨认注册用户。</p>
          <p class="tits">三、我们如何分享、转让或披露您的个人信息</p>
          <p class="em">（一）分享</p>
          <p class="em">除以下情形外，我们不会与便利码头之外的任何第三方分享您的信息</p>
          <p class="em">1、向您提供我们的服务。我们可能向合作伙伴及其他第三方分享您的信息，以实现您需要的核心功能或提供您需要的服务，例如：向客户服务、物流服务的供应商提供对应的账号信息及订单信息；</p>
          <p class="em">2、维护和改善我们的服务。</p>
          <p class="em">我们可能向合作伙伴及其他第三方分享您的信息，以帮助我们为您提供更有钍对性、更完善的服务，例如：向受我们委托的服务商发出电子邮件或推送通知，用于分析广告和服务的有效性；</p>
          <p class="em">3、向委托我们进行推广的合作伙伴等第三方共享，但我们仅会向这些委托方提供推广的覆盖面和有效性的信息，而不会提供可以识别您身份的信息，例如姓名、手机号码、收货地址；或者我们将这些信息进行汇总，以便它不会识别您个人。比如我们可以告知该委托方有多少人看了他们的推广信息或在看到这些信息后购买了委托方的商品，或者向他们提供不能识别个人身份的统计信息，帮助他们了解其受众或顾客；</p>
          <p class="em">4、在法律法规允许的范围内，为了遵守法律、维护我们及我们的关联方或合作伙伴、您或其他便利码头用户或社会公众利益、财产或安全免遭损害，比如为防止欺诈等违法活动和减少信用风险，我们可能与其他公司和组织交换信息。不过这并不包括违反本《隐私政策》中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的信息。</p>
          <p class="em">5、在获取明确同意的情况下共享，获得您的眀确同意后，我们会与其他方共享您的个人信息。</p>
          <p class="em">6、我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。</p>
          <p class="em">我们仅会出于合法、正当、必要、特定、明确的目的共享您的信息。对我们与之共享信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本《隐私政策》以及其他任何相关的保密和安全措施来处理信息。</p>
          <p class="em">（二）转让</p>
          <p class="em">我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：</p>
          <p class="em">1、随着我们业务的持续发展，我们有可能进行合并、收购、资产转让或类似的交易，而您的信息有可能作为此类交易的一部分而被转移。我们会要求新的持有您信息的公司、组织继续受本《隐私政策》的约束，否则我们将要求该公司、组织重新向您征求授权同意。</p>
          <p class="em">2、在获得您的明确同意后，我们会向其他方转让您的信息。</p>
          <p class="em"> （三）披露</p>
          <p class="em">我们仅会在以下情况下，且采取符合业界标准的安全防护措施的前提下，才会披露您的信息</p>
          <p class="em">1、根据您的需求，在您眀确同意的披露方式下披露您所指定的信息；</p>
          <p class="em">2、根据法律、法规的要求、强制性的行政执法或司法要求所必须提供您信息的情况下，我们可能会依据所要求的信息类型和披露方式披露您的信息。在符合法律法规的前提下，当我们收到上述披露信息的请求时，我们会要求接收方必须出具与之相应的法律文件，如传票或调查函。我们坚信，对于要求我们提供的信息，应该在法律允许的范围內尽可能保持透明。我们对所有的请求都进行了慎重的审查，以确保其具备合法依据，且仅限于执法部门因特定调查目的且有合法权利获取的数据。</p>
          <p class="em">（四）授权同意的例外</p>
          <p class="em">以下情形中，我们分享、转让、披露您的个人信息无需事先征得您的授权同意：</p>
          <p class="em">1、与我们履行法律法规规定的义务相关的；</p>
          <p class="em">2、与国家安全、国防安全直接相关的；</p>
          <p class="em">3、与公共安全、公共卫生、重大公共利益直接相关的；</p>
          <p class="em">4、与犯罪侦查、起诉、审判和判决执行等直接相关；</p>
          <p class="em">5、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
          <p class="em">6、您自行向社会公众公开的个人信息；</p>
          <p class="em">7、从合法公开披露的信息中收集个人信息的，如合法的新闻报道、政府信息公开等渠道。</p>
          <p class="tits">四、个人信息安全保护措施及能力</p>
          <p class="em">（一）数据安全技术措施</p>
          <p class="em">我们会采用符合业界标准的安全防护措施，包括建立合理的制度规范、安全技术来防止您的信息遭到未经授权的访问使用、修改，避免数据的损坏或丢失。网络服务采取了多种加密技术，例如在某些服务中，我们将利用加密技术（例如SSL）来保护您的信息，采取加密技术对您的信息进行加密保存，并通过隔离技术进行隔离。</p>
          <p class="em">在信息使用时，例如信息展示、信息关联计算，我们会采用多种数据脱敏技术增强信息在使用中安全性。采用严格的数据访问权限控制和多重身份认证技术保护信息，避免数据被违规使用。</p>
          <p class="em">（二）我们为保护信息采取的其他安全措施</p>
          <p class="em">我们通过建立数据分类分级制度、数据安全管理规范、数据安全开发规范来管理规范信息的存储和使用。</p>
          <p class="em">我们通过信息接触者保密协议、监控和审计机制来对数据进行全面安全控制。</p>
          <p class="em">加强安全意识。我们还会举办安全和隐私保护培训课程，加强员工对于保护信息重要性的认识。</p>
          <p class="em">（三）我们仅允许有必要知晓这些信息的便利码头员工、合作伙伴访问您的信息，并为此设置了严格的访问权限控制和监控机制。我们同时要求可能接触到您的信息的所有人员履行相应的保密义务。如果未能履行这些义务，可能会被追究法律责任或被中止与便利码头的合作关系。</p>
          <p class="em">（四）我们会采取一切合理可行的措施，确保未收集无关的信息。</p>
          <p class="em">（五）互联网并非绝对安全的环境，而且电子邮件、即时通讯、社交软件或其他服务软件等与其他用户的交流方式无法确定是否完全加密，我们建议您使用此类工具时请使用复杂密码，并注意保护您的信息安全。</p>
          <p class="em">（六）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改、或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。</p>
          <p class="em">（七）安全事件处置</p>
          <p class="em">在通过便利码头服务与第三方进行沟通或购买商品及服务时，您不可避免的要向交易对方或潜在的交易对方披露自己的信息，如联络方式或者邮政地址等。请您妥善保护自己的信息，仅在必要的情形下向他人提供，为应对信息泄露、损毁和丢失等可能出现的风险，我们制定了多项制度，明确安全事件、安全漏洞的分类分级标准及相应的处理流程。我们也为安全事件建立了专门的应急响应团队，按照安全事件处置规范要求，针对不同安全事件启动安全预案，进行止损、分析、定位、制定补救措施、联合相关部门进行溯源和打击。</p>
          <p class="em">在不幸发生信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们同时将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知信息主体时，我们会采取合理、有效的方式发布公告。同时，我们还将按照监管部门要求，主动上报信息安全事件的处置情况。</p>
          <p class="em">请您理解，由于技术的限制以及风险防范的局限，即便我们已经尽量加强安全措施，也无法始终保证信息百分之百的安全。您需要了解，您接入便利码头服务所用的系统和通讯网络，有可能因我们可控范围外的情况而发生问题。</p>
          <p class="tits">五、您如何管理您的个人信息</p>
          <p class="em">（一）访问、更正和删除</p>
          <p class="em">1、您有权访问您的个人信息，除法律法规规定的例外情况。您可以通过以下方式自行访问</p>
          <p class="em">账户信息——如果您希望访问或编辑您的账户中的个人资料信息，您可以通过登录便利码头的应用执行此类操作；</p>
          <p class="em">搜索信息——您可以在便利码头的网站或应用中访问或清除您的搜索历史记录；</p>
          <p class="em">订单信息——您可以在便利码头的应用中查阅、管理您的订单及记录、交易记录；</p>
          <p class="em">收货地址——您可以在便利码头应用中查询、管理您的收货地址 ；</p>
          <p class="em">2、我们鼓励您更正和修改您的信息以使其更准确有效。您能通过便利码头服务访问您的信息，并根据对应信息的管理方式自行完成或要求我们进行修改、补充和删除。我们将采取适当的技术手段，尽可能保证您可以访问、更新和更正自己的信息或使用便利码头服务时提供的其他信息。</p>
          <p class="em">3、在以下情形中，您可以向我们提出删除个人信息的请求</p>
          <p class="em">（1）我们处理个人信息的行为违反法律法规的；</p>
          <p class="em">（2）我们收集、使用您的个人信息，却未征得您的同意的；</p>
          <p class="em">（3）我们处理个人信息的行为违反了与您的约定的；</p>
          <p class="em">（4）您不再使用我们的产品或服务，或您注销了账号的；</p>
          <p class="em">（5）我们不再为您提供产品或服务的。</p>
          <p class="em">如果我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非另有规定，或该等实体获得您的独立授权。</p>
          <p class="em">另外，我们的多项服务可让您不仅与您的社交网络也与使用该服务的所有用户公开分享您的相关信息，例如，您在便利码头服务中所上传或发布的信息、您对其他人上传或发布的信息作出的回应，通过电子邮件或在便利码头服务中不特定用户可见的公开区域内上传或公布您的个人信息，以及包括与这些信息有关的位置数据和日志信息。只要您不删除您所公开或共享的信息，有关信息可能一直留存在公众领域；即使您删除共享信息，有关信息仍可能由其他用户或不受我们控制的第三方独立地缓存、复制或储存，或由其他用户或该等第三方在公众领域保存。如您将信息通过上述渠道公开或共享，由此造成您的信息泄露，我们不承担责任。因此，我们提醒并请您慎重考虑是否通过上述渠道公开或共享您的信息。</p>
          <p class="em">（二）注销</p>
          <p class="em">在符合便利码头单项服务的服务协议约定条件及国家相关法律法规规定的情况下，您的该项便利码头服务帐号可能被注销或删除。当帐号注销或被删除后，与该帐号相关的、该单项服务项下的全部服务资料和数据将依照单项服务的服务协议约定删除或处理。</p>
          <p class="em">（三）改变您授权同意的范围</p>
          <p class="em">您总是可以选择是否披露信息。有些信息是使用便利码头服务所必需的，但大多数其他信息的提供是由您决定的。您可以通过删除信息、关闭设备功能等方式改变您授权我们继续收集信息的范围或撤回您的授权。</p>
          <p class="em">当您撤回授权后，我们无法继续为您提供撤回授权所对应的服务，也不再处理您相应的信息。但您撒回授权的决定，不会影响此前基于您的授权而开展的信息处理。</p>
          <p class="em">（四）有关敏感信息的提示</p>
          <p class="em"> 某些信息因其特殊性可能被认为是敏感信息，例如您的种族、宗教、个人健康和医疗信息等，以及身份证明文件、个人生物识别信息、财产信息、行踪轨迹、未成年人的信息等。</p>
          <p class="em">请注意，您在便利码头服务中所提供、上传或发布的内容和信息（例如有关您社交活动的照片或信息），可能会泄露您的敏感信息。您需要谨慎地考虑，是否使用便利码头服务披露您的敏感信息。</p>
          <p class="em">您同意您的敏感信息按本《隐私政策》所述的目的和方式来处理。</p>
          <p class="em"> （五）响应您的请求</p>
          <p class="em">为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。我们将在15天内做出答复，如您不满意，还可以向我们提起投诉。</p>
          <p class="em">对于您的合理请求，我们原则上不收取费用，但对多次重复、超岀合理限度的请求，我们将视情收取一定成本费用。对于那些无端重复、需要过多技术手段、给他人合法权益带来风险或者非常不切实际的请求，我们可能会予以拒绝。</p>
          <p class="em">以下情形中，按照法律法规要求，我们将无法响应您的请求：</p>
          <p class="em">1、与我们履行法律法规规定的义务相关的；</p>
          <p class="em">2、与国家安全、国防安全直接相关的；</p>
          <p class="em">3、与公共安全、公共卫生、重大公共利益直接相关的；</p>
          <p class="em">4、与犯罪侦查、起诉、审判和判决执行等直接相关的；</p>
          <p class="em">5、有充分证据表明您存在主观恶意或滥用权利的；</p>
          <p class="em">6、出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；</p>
          <p class="em">7、响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</p>
          <p class="em">8、涉及商业秘密的。</p>
          <p class="em">（六）信息的存储</p>
          <p class="em">（1）信息存储的地点∶我们会按照法律规定，将境内收集的用户个人信息存储于中国境内。</p>
          <p class="em">（2）信息存储的期限</p>
          <p class="em">一般而言，我们仅为实现目的所必须的时间保留您的个人信息，除非法律有强制的存留要求，例如《中华人民共和国电子商务法》要求商品和服务信息、交易信息保存时间自交易完成之日起不少于三年手机号码、微信号：若您使用便利码头商品或服务时，我们一直保存您的手机号、微信号，以保证您正常使用该服务，当您注销便利码头账户后，我们将删除相应的信息或进行匿名化处理。</p>
          <p class="em">当我们的产品或服务发生停止运营的情形时，我们将以推送通知、公告等形式通知您，并在合理的期限内删除您的个人信息或进行匿名化处理。</p>
          <p class="tits">六、我们如何处理未成年人的个人信息</p>
          <p class="em">我们非常重视对未成年人个人信息的保护。未成年人在使用我们的产品与或服务前，应事先取得家长或法定监护人的书面同意。我们将根据国家相关法律法规的规定保护未成年人的相关信息。</p>
          <p class="em">对于经父母或法定监护人同意而收集未成年人个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护未成年人所必要的情况下使用或公开披露此信息。</p>
          <p class="tits"> 七、通知和修订</p>
          <p class="em">我们可能适时修改本《隐私政策》的条款，该等修改构成本《隐私政策》的一部分。对于重大变更，我们会提供显著的通知，您可以选择停止使用便利码头服务；在该种情况下，如您仍然继续使用便利码头服务的，即表示同意受经修订的本《隐私政策》的约束。</p>
          <p class="em">本《隐私政策》所指的重大变更包括但不限于：</p>
          <p class="em">1、我们的服务模式发生重大变化。如处理个人信息的目的、处理的个人信息类型、个人信息的使用方式等；</p>
          <p class="em">2、我们在所有权结构、组织架构等方面发生重大变化。如业务调整、破产并购等引起的所有者变更等； </p>
          <p class="em">3、个人信息共享、转让或公开披露的主要对象发生变化；</p>
          <p class="em">4、您参与个人信息处理方面的权利及其行使方式发生重大变化；</p>
          <p class="em">5、我们负责处理个人信息安全的责任部门、联络方式及投诉渠道发生变化时；</p>
          <p class="em">6、个人信息安全影响评估报告表明存在高风险时。</p>
          <p class="em">任何修改都会将您的满意度置于首位。我们鼓励您在每次使用便利码头服务时都查阅我们的隐私政策。</p>
          <p class="em">我们可能在必需时（例如当我们由于系统维护而暂停某一项服务时）发出与服务有关的公告。您可能无法取消这些与服务有关、性质不属于推广的公告。</p>
          <p class="em">最后，您必须对您的账户负有保密义务。任何情况下，请小心妥善保管。</p>
          <p class="tits"> 八、如何联系我们</p>
          <p class="em">如您有关于网络信息安全的投诉和举报，或您对本《隐私政策》、您的信息的相关事宜有任何问题、意见或建议，以及有关本声明或便利码头的隐私措施的问题可与我们联系，您对我们的回复不满意，特别是您认为我们的个人信息处理行为损害了您的合法权益，您还可以通过向被告住所地有管辖权的法院提起诉讼来寻求解决方案。</p>
        </div>
      </div>
    </div>
    <!--  -->
    <div v-if="agreePage=='fw'">

   
    <div  class="transition-wrap wrap app-header-placeholder">
      <div  class="main">
        <p  class="em">更新日期：2019-10-15</p>
        <p  class="em">生效日期：2019-10-15</p>
        <p  class="em">本协议是用户(“您”)与便利码头信息科技有限公司(以下简称“便利码头”)之间就您通过“便利码头平台”（以下简称“平台”）使用平台产品及服务等相关事宜的协议。</p>
        <p  class="em"><b >请您在使用平台产品或者服务前仔细阅读本用户协议和《便利码头隐私政策》《便利码头合伙人及会员协议》以及平台发布的各类规则、说明等,特别是免除或限制您责任的条款以及争议解决条款等,请您在充分理解并同意后，使用相关产品或者服务。如您不同意本用户协议或隐私政策中任何条款的约定,您应立即停止注册、使用平台的产品和服务。一旦您开始使用平台任何产品或者服务,即表示您已充分理解并同意上述协议的全部内容以及平台上发布的各类规则、说明,以上所有文件即成为您与便利码头间具有约束力的法律文件。</b></p>
        <p  class="em">请您注意,我们会不时地更新以上所有协议,因此有关协议的内容会随之变化。我们请您定期查看相关协议页面,以确保您了解协议的最新版本。如果您在阅读完最新版协议后继续使用便利码头任何产品或者服务,即视为您已充分理解并同意我们对协议的更新修改。</p>
        <p  class="em">您应当具备中华人民共和国法律规定的与您的行为相适应的民事行为能力。本平台用户必须是具有完全民事行为能力的自然人,或者是依法设立并存续的实体组织，如您不具备前述的主体资格,请勿使用本平台提供的产品和服务,否则因此导致的一切法律后果由您承担,且便利码头有权立即停止与您的交易、并注销您账户。</p>
        <p  class="em">本用户协议内容包括本协议以及所有便利码头各类服务条款及规则、说明该等服务条款与规则、说明为本用户协议不可分割的组成部分,与本用户协议具有同等法律效力。</p>
        <p  class="tits">一、名词解释</p>
        <p  class="em">1.1平台用户：是指按平台要求使用微信或手机号成功登录后使用平台提供的产品和服务的自然人、法人或其他组织。</p>
        <p  class="em">用户应确保提供的资料真实、准确、完整、合法有效,资料如有变动的,应及时更新。如果用户提供的资料不真实、不准确、不详尽、不合法的,用户需要承担因此引起的相应责任及后果,便利码头有权保留停止提供服务并注销账户的权利。</p>
        <p  class="em">1.2VIP会员：是指平台用户缴纳会员费用后升级为会员。</p>
        <p  class="em">1.3普通合伙人：是指向金牌合伙人缴纳费用后升级为该金牌合伙人的普通合伙人。平台支持普通合伙人通过向不同的金牌合伙人缴纳费用成为多家金牌合伙人的普通合伙人。</p>
        <p  class="em">1.4金牌合伙人：是指按平台要求提交相关资料经审核同意并缴纳费用后，在平台运营的实体组织，金牌合伙人必须持有相关的营业资质，并将相关资质披露在平台显著位置。</p>
        <p  class="em">1.5合伙人及VIP会员费用：具体费用标准详见平台公示规则。</p>
        <p  class="em"><b >特别提示：合伙人及会员缴纳的费用，一经支付不支持退款。</b></p>
        <p  class="em">1.6您在使用平台的过程中，针对您不同的使用方式，您在平台对应的身份以及权利义务会发生变化，对此您已知悉且同意。</p>
        <p  class="em">1.7平台公示规则：是指在平台各个页面显示的提示、说明等规则。</p>
        <p  class="tits">二、平台规则</p>
        <p  class="em">您在使用本平台时必须遵守以下规则:</p>
        <p  class="em">2.1通用规则</p>
        <p  class="em">1）您在使用本平台服务时应遵守所有法律、法规，以及确保遵守本协议及纳入本协议的所有其他条款和规则的规定。</p>
        <p  class="em">2）您在本平台交易时,请您仔细确认交易商品或服务的名称、价格、数量、规格、包装、保质期、是否支持配送服务等信息。</p>
        <p  class="em">2.2VIP会员规则</p>
        <p  class="em">具体规则请详见《便利码头合伙人及会员协议》以及平台相关规则、说明等。</p>
        <p  class="tits">三、平台服务及规范</p>
        <p  class="em">【服务概况】您有权在平台上享受商品或服务的浏览、收藏、购买、交易争议处理、信息分享等服务。具体服务为“好店推荐”“0元购”“生活百科”。</p>
        <p  class="em">3.1 商品或服务的浏览、收藏</p>
        <p  class="em">您在浏览我们平台的过程中，平台为您提供了信息分类、关键词检索、筛选、收藏及关注等功能，以更好地匹配您的需求。您可以对您感兴趣的商品或服务进行收藏、添加至购物车，关注您所感兴趣的店铺/品牌等。</p>
        <p  class="em">3.2商品或服务的购买</p>
        <p  class="em"><b >当您在平台购买商品或服务时，请您务必仔细确认所购商品的品名、价格、数量、型号、规格、尺寸或服务的时间、内容、限制性要求等重要事项，并在下单时核实您的收货地址、电话、收货人等信息。如您填写的收货人非您本人，则该收货人的行为和意思表示产生的法律后果均由您承担。</b></p>
        <p  class="em"><b >您的购买行为应当基于真实的消费需求，不得存在对商品或服务实施恶意购买、恶意维权等扰乱平台正常交易秩序的行为。基于维护平台交易秩序及交易安全的需要，平台发现上述情形时可主动执行关闭相关交易订单等操作。</b></p>
        <p  class="em"><b >尽管您的交易相对方做出最大的努力，但由于市场变化及各种以合理商业努力难以控制因素的影响，无法避免您提交的订单信息中的商品出现缺货、价格等信息标示错误等情况；如您下单所购买的商品或服务出现以上情况，您有权取消订单，您的交易相对方亦有权自行取消订单，若您已经付款，则为您办理退款。</b></p>
        <p  class="em"><b >您的交易相对方会在页面公示某些商品的限购数量。上述限购数量，除特殊说明外并非仅针对单一账户，如您在一段时间内通过多个账户下单，单个订单数量虽未超过该商品限购数量，但通过收货地址、下单IP地址、联系电话、收货人等判断实际购买人为一人或与您有紧密关联，且多个订单合计购买数量超过该商品限购数量的，您的交易相对方有权取消相关订单。</b></p>
        <p  class="em">3.3交易争议处理</p>
        <p  class="em">您在平台交易过程中与其他用户发生争议的，您或其他用户中任何一方均有权选择以下途径解决：</p>
        <p  class="em">（一）与争议相对方自主协商；</p>
        <p  class="em">（二）使用平台提供的争议调处服务；</p>
        <p  class="em">（三）请求消费者协会或者其他依法成立的调解组织调解；</p>
        <p  class="em">（四）向有关行政部门投诉；</p>
        <p  class="em">（五）根据与争议相对方达成的仲裁协议（如有）提请仲裁机构仲裁；</p>
        <p  class="em">（六）向人民法院提起诉讼。</p>
        <p  class="em">3.4 信息交流</p>
        <p  class="em">您可将商品或服务信息推广、分享，信息的形式包括文字、图片、视频、内容等，您须确保您所发布的所有信息均符合相关法律法规及本协议的要求。</p>
        <p >3.5责任限制</p>
        <p  class="em"><b >平台依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，平台并不承担相应的违约责任：</b></p>
        <p  class="em">（一）因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；</p>
        <p  class="em">（二）因电力供应故障、通讯网络故障等公共服务因素或第三人因素；</p>
        <p  class="em">（三）在已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。</p>
        <p  class="tits"><b >四、用户的权利义务</b></p>
        <p  class="em">4.1您有权使用账户随时登录本平台，您不得以任何形式转让或授权他人使用自己的账户,否则您应承担由此产生的全部责任,并与实际使用人承担连带责任。</p>
        <p  class="em">4.2 您有权根据本平台的规则以及本平台上发布的相关规则查询、购买、推广商品或服务以及享受本平台提供的其它服务。</p>
        <p  class="em">4.3您应保证您提供的资料真实、准确、完整、合法有效,用户注册资料如有变动的应及时更新其注册资料,在相关资料实际变更时及时更新有关注册资料，您保证不得以他人资料或虚假资料在本平台进行注册或发生交易行为。</p>
        <p  class="em">4.4您应保证使用本平台时遵守本平台的所有规则，不得利用本平台从事任何违法活动。</p>
        <p  class="tits"><b >五、平台的权利和义务</b></p>
        <p  class="em">5.1对于您在本平台上的不当行为或其它任何平台认为应当终止服务的情况,本平台有权随时作出删除相关信息、终止提供服务等处理而无须征得您的同意。</p>
        <p  class="em">5.2若您存在以下行为平台有权独立作出判断并采取注销或永久冻结您的账户,并保留诉诸法律的权利:</p>
        <p  class="em">(1)使用虚假手机号码或其他虚假信息注册骗取新用户优惠活动的行为；</p>
        <p  class="em">(2)使用新用户优惠活动购买的商品进行二次销售或代购的行为；</p>
        <p  class="em">(3)未经平台同意用户擅自在网站发布任何形式的广告；</p>
        <p  class="em">(4)金牌合伙人未取得相关资质或证照的；</p>
        <p  class="em">(5)用户违反国家相关法律法规的规定或违反本协议其他约定的内容；</p>
        <p  class="em">5.3平台有权收取相关费用。</p>
        <p  class="em">5.4平台有权通过短信和微信等形式向您发送订单信息、促销活动等告知服务的权利,有权将您的用户信息共享给平台合作的第三方，您注册并使用便利码头的任何服务即视为您接受以上服务内容。</p>
        <p  class="em">5.5平台有权注销用户。</p>
        <p  class="tits"><b >六、信息收集、使用和隐私保护</b></p>
        <p  class="em">6.1便利码头尊重并保护您的隐私,您使用便利码头平台服务,便利码头将按照本协议及《便利码头隐私政策》中的相关条款(“本隐私权政策”)来收集、使用您的个人信息；这里包含了便利码头收集、存储、使用共享和保护您个人信息的条款,便利码头希望通过隐私权条款向您清晰地介绍便利码头对您个人信息的处理方式,因此便利码头建议您完整地阅读隐私权条款,以帮助您了解维护自己隐私权的方式。如果您不同意本隐私权政策中的任何内容,您应立即停止使用本平台服务,否则基于公平合理原则便利码头只能认为您已同意本隐私权政策。</p>
        <p  class="em">6.2为更有效保障您的服务体验,便利码头将收集您的如下信息：</p>
        <p  class="em">6.2.1您向便利码头提供的信息</p>
        <p  class="em">（1）您在注册、登录和使用便利码头服务过程中需要填写一些享受便利码头服务所必须的信息,这可能包括您的真实姓名、身份信息、电子邮箱、联系电话、收货地址等,否则您将无法顺利使用本平台。</p>
        <p  class="em">（2）为优化用户体验,您同意便利码头记录您在使用本平台服务时提供的信息,例如您在本平台搜索关键词信息、与客服联系时您提供的相关信息等。</p>
        <p  class="em">6.2.2 便利码头会根据您授予的权限,接收并记录您所使用的移动设备的相关信息,这些信息包括:设备属性信息(如设备型号、操作系统版本、设备设置、唯一设备标识符等软硬件特征信息)、设备位置信息(如通过 GPS、蓝牙或Wifi 信号获得的位置信息)、设备连接信息等。这些信息只有您在设备中授予便利码头相关权限后便利码头才能获得。</p>
        <p  class="em">6.2.3 来自第三方的信息。为预防欺诈和确保安全,您理解便利码头的关联公司、合作伙伴向便利码头分享您的信息。</p>
        <p  class="em">6.3 便利码头收集您的信息是为了向您提供便利码头服务及提升服务质量,为了实现这一目的,便利码头会把您的信息用于下列用途：</p>
        <p  class="em">6.3.1 向您提供您使用的各项服务,并维护、改进这些服务；</p>
        <p  class="em">6.3.2 向您推荐您可能感兴趣的内容,包括但不限于向您发出产品和服务信息等。如您不希望接收上述信息,您可以自行选择或设置；</p>
        <p  class="em">6.3.3 经您许可的其他用途。</p>
        <p  class="em">6.4 便利码头对您的非公开信息承担保密义务,不会出于第三方营销目的而向其出售或提供您的信息,除下列情形外我们不会与任何第三方共享您的信息。</p>
        <p  class="em">6.4.1 事先获得授权；</p>
        <p  class="em">6.4.2 向便利码头的关联公司分享您的个人信息。我们只会共享您的必要个人信息,且受本隐私政策中所声明目的的约束；</p>
        <p  class="em">6.4.3 出于遵守法律法规、诉讼或行政监管提出的行政司法要求,便利码头可能有必要披露您的个人信息情形等。</p>
        <p  class="em">6.5 便利码头对于以上您隐私信息的使用、共享及保护将严格遵守《便利码头隐私政策》。</p>
        <p  class="tits"><b >七、知识产权</b></p>
        <p  class="em">便利码头的相关标识和便利码头服务所包含或提供的所有内容诸如文字、图标、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑、软件属于便利码头公司的知识产权,便利码头服务中包含的或通过便利码头服务提供的所有内容都是便利码头独有的财产,受到中国和国际版权法律的保护。您不得复制、模仿、变形使用或发布上述标识,不得修改或删除应用产品中体现便利码头公司的任何标识或身份信息,无权自行实施、利用、转让上述知识产权,无权用作任何商业推广。</p>
        <p  class="em">您应规范使用便利码头的应用软件,不得从事下列行为：</p>
        <p  class="em">（1）擅自对软件或其组成部分进行岀租、岀借、再许可、复制修改、岀版等活动,或借助软件发展衍生产品、作品、插件、外挂等；</p>
        <p  class="em">（2）利用第三方的兼容软件或系统使用便利码头的软件,或使用第三方的插件或外挂；</p>
        <p  class="em">（3）删除便利码头软件及副本上关于版权的信息、内容；或其他损害便利码头版权的行为；</p>
        <p  class="em">（4）对软件释放在终端中的任何数据进行截取、获取、复制、修改等；</p>
        <p  class="em">（5）通过修改或伪造软件运行中的指令、数据、数据包,干扰软件的正常功能和运行；</p>
        <p  class="tits"><b >八、协议终止和违约责任</b></p>
        <p  class="em">8.1您应理解并按照本协议的约定使用便利码头提供的产品和服务,履行相应的义务,如您违反本协议的相关约定,便利码头会视您的实际违约情况选择中止、终止或解除本协议。</p>
        <p  class="em">8.2您对平台的使用可能有赖于便利码头关联公司为您提供的配套服务,如您违反与便利码头关联公司的条款、协议、规则、通告等相关规定(如有)而被便利码头关联公司中止或终止提供服务的,可能导致您无法正常使用平台服务,便利码头会视您的实际违约情况选择中止、终止或解除本协议。</p>
        <p  class="em">8.3您理解岀于维护交易秩序及保护消费者权益的目的,如果您向便利码头及/或便利码头关联公司作出任何形式的承诺,且相关公司已确认您违反了该承诺并通知便利码头依据您与其相关约定进行处理的,则便利码头可按您的承诺或协议约定的方式对您作出限制,包括中止或终止对您提供便利码头服务。</p>
        <p  class="em">8.4本协议的终止并不影响终止前您与便利码头基于本协议产生的权利义务。因您的原因导致便利码头遭受第三方索赔、行政部门处罚等,您应当赔偿便利码头因此造成的损失及(或)发生的费用,包括合理的律师费用、调查取证费用等。如因您的个人行为造成便利码头商誉损害的,便利码头有权要求您在公开媒体上发表声明以消除影响。</p>
        <p  class="tits"><b >九、免责条款</b></p>
        <p  class="em">您理解便利码头下列情形之一导致您遭受损失的,便利码头无法承担责任：</p>
        <p  class="em">（1）由于您未妥善管理您的账号信息,或未妥善保管您的登录设备的；</p>
        <p  class="em">（2）发生设备维护、信息网络连接故障、智能终端、通讯或其他系统故障等情形的；</p>
        <p  class="em">（3）发生地震、海啸、台风、洪水、战争、武斗冲突、罢工、骚乱、暴动、行政机构或司法机构发布命令等不可抗力事件的；</p>
        <p  class="em">（4）其他非因便利码头原因造成的。</p>
        <p  class="tits"><b >十、适用的法律和管辖权</b></p>
        <p  class="em">您和本平台之间的协议将适用中华人民共和国的法律,所有的争端将诉诸于北京市大兴区人民法院。</p>
        <p  class="tits"><b >十一、其他</b></p>
        <p  class="em">11.1本协议将对您持续有效,有效期至您注销或者被取消账户、且停止一切使用本站服务的行为后,但本站与您之间已经产生的权利义务,仍对双方有约束力。</p>
        <p  class="em">11.2便利码头将视向您所提供服务内容之特性,要求您在注册本平台提供的有关服务时遵守特定的条件和条款,如该特定条件和条款与以上服务条款有任何不一致之处,则以特定条件和条款为准。</p>
        <p  class="em">11.3 本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力其余条款仍应有效并且有约束力。</p>
        <p  class="em">11.4本协议的标题、序号均为方便阅读而设定,不影响条款实际含义及其效力。本协议內容中以加粗方式显著标识的条款,请您着重阅读。</p>
        <p  class="em">11.5本协议自公布及适用的当天生效,有效期持续至更新版本发布之时。</p>
        <p  class="em">如您对本协议有任何的疑问或建议,可随时致电我们的客服:400-011-1818</p>
      </div>
       </div>
    </div>

  </div>
</template>
<script>
export default {
  data () {
    return {
      agreePage: '' // me 会员协议  ys隐私   fw服务
    }
  },
  computed: {

  },
  components: {

  },
  onLoad (e) {
     console.log(e)
     this.agreePage = e.agreePage
     if (this.agreePage == 'me') {
       wx.setNavigationBarTitle({
        title: '会员协议'
        })
     } else if (this.agreePage == 'ys') {
        wx.setNavigationBarTitle({
        title: '便利码头隐私政策'
        })
     } else {
        wx.setNavigationBarTitle({
        title: '便利码头平台服务协议'
        })
     }
  },
  mounted (e) {
    //

  },
  onUnload () {

  },
  methods: {

  }
}
</script>

<style lang="less" scope>
page {
  background-color: #f7f7f7;
}
h3 {
  width: 100%;
  height: 45px;
  font-weight: 600;
  text-align: center;
  line-height: 45px;
  margin: 0 auto;
}
.tits {
  font-size: 13px;
  padding: 0.161031rem 0;
  font-weight: 700;
}
p {
  font-size: 12px;
  line-height: 0.483092rem !important;
}
.em {
  text-indent: 2em;
}
.container {
  color: @primary;
  // font-size: @fs44;
  .app-header-placeholder {
    padding-top: 4px;
    padding: 12px;
    box-sizing: border-box;
  }
  .mian {
    padding: 12px;
    box-sizing: border-box;
  }
  .wrap {
    min-height: 100vh;
  }
  .wrap {
    white-space: normal;
    word-wrap: break-word;
  }
  div {
    box-sizing: border-box;
  }
}
</style>
